Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Set Smart Alert
zh_hans: 设置智能提醒
zh_hant: 設定智慧提醒

source: Spike detected
zh_hans: 检测到激增
zh_hant: 偵測到激增

source: Spiky usage pattern
zh_hans: 使用规律起伏剧烈
zh_hant: 使用規律起伏劇烈

source: Stability
zh_hans: 稳定度
zh_hant: 穩定度

source: Steady daily pattern
zh_hans: 每日使用很平稳
zh_hant: 每日使用很平穩

source: Stored on device
zh_hans: 存于你的设备
zh_hant: 儲存在你的裝置

source: Tap a period above to drill into day, week or month
zh_hans: 点击上方时段查看日、周或月的明细
zh_hant: 點擊上方時段查看日、週或月的明細

source: Tap to enable features your relay supports
zh_hans: 点一下展开勾选你的中转站支持的特性
zh_hant: 點一下展開勾選你的中轉站支援的功能

source: The endpoint must start with http:// or https:// and contain a valid host.
zh_hans: 端点必须以 http:// 或 https:// 开头，并包含有效的主机名。
zh_hant: 端點必須以 http:// 或 https:// 開頭，並包含有效的主機名稱。

source: This Period
zh_hans: 本期
zh_hant: 本期

source: This month %@ / %@
zh_hans: 本月 %@ / %@
zh_hant: 本月 %@ / %@

source: Tool Model
zh_hans: 工具模型
zh_hant: 工具模型

source: Transport • auth • headers • image
zh_hans: 传输协议 · 认证 · 头部 · 图片
zh_hant: 傳輸協定 · 認證 · 標頭 · 圖片

source: Two models in rotation
zh_hans: 两个模型交替使用
zh_hant: 兩個模型交替使用

source: Two models with one dominant
zh_hans: 两个模型，一个占主导
zh_hant: 兩個模型，一個佔主導

source: USE
zh_hans: 常用
zh_hant: 常用

source: Unlock once. Use everywhere.
zh_hans: 一次解锁，全平台使用。
zh_hant: 一次解鎖，全平台使用。

source: Unrecognized format
zh_hans: 无法识别的格式
zh_hant: 無法識別的格式

source: Usage Consistency
zh_hans: 使用平稳度
zh_hant: 使用平穩度

source: Use your own keys
zh_hans: 使用你自己的 Key
zh_hant: 使用你自己的 Key

source: Using a single model
zh_hans: 只用了单一模型
zh_hant: 只用了單一模型

source: Variable usage
zh_hans: 使用波动较大
zh_hant: 使用波動較大

source: View details
zh_hans: 查看明细
zh_hant: 查看明細

source: Your health score weights 4 dimensions:
zh_hans: 你的健康度由 4 个维度加权得出：
zh_hant: 你的健康度由 4 個維度加權得出：

source: cc-switch config never contains your API key. Paste it here to call this relay.
zh_hans: cc-switch 配置不包含 API Key，这里单独填入后才能连接中转站。
zh_hant: cc-switch 設定不包含 API Key，這裡單獨填入後才能連接中轉站。

source: for serious BYOK workflows
zh_hans: 适合重度 BYOK 工作流
zh_hant: 適合重度 BYOK 工作流

source: or paste manually
zh_hans: 或手动粘贴
zh_hant: 或手動貼上
